<?php
// ------------------------------
//   データ
// ------------------------------
$data = [
    "title" => "健康チェックシート",
    "titlePrefix" => "(株)ナントカ商事_",
    "textsA1" => [
        "１．イライラする",
        "２．不安だ",
        "３．落ち着かない",
        "４．ゆううつだ",
        "５．よく眠れない",
        "６．体の調子が悪い",
        "７．物事に集中できない",
        "８．することに間違いが多い",
        "９．仕事中、強く眠気に襲われる",
        "１０．やる気が出ない",
        "１１．へとへとだ（運動後を除く）",
        "１２．朝、起きた時、ぐったりした疲れを感じる",
        "１３．以前と比べて、疲れやすい",
    ],
    "textsA2" => ["ほとんどない", "時々ある", "よくある"],
    "scoreA" => [0, 1, 3],
    "textsB1" => [
        "１．１ヶ月の時間外労働",
        "２．不規則な勤務（予定の変更、突然の仕事）",
        "３．出張に伴う負担（頻度・拘束時間・時差など）",
        "４．深夜勤務に伴う負担（★１）",
        "５．休憩・仮眠の時間数及び施設",
        "６．仕事についての精神的負担",
        "７．仕事についての身体的負担（★２）",
    ],
    "textsB2" => [
        ["ないまたは適当", "多い", "非常に多い"],
        ["少ない", "多い", ""],
        ["ないまたは小さい", "大きい", ""],
        ["ないまたは小さい", "大きい", "非常に大きい"],
        ["適切である", "不適切である", ""],
        ["小さい", "大きい", "非常に大きい"],
        ["小さい", "大きい", "非常に大きい"]
    ],
    "scoreB" => [0, 1, 3]
];
